app/controllers/issues_controller.rb

  def index
    @issues = Issue.all
---
SELECT "issues".* FROM "issues"

  def create
    @issue = Issue.new(issue_params)

    if @issue.save
---
INSERT INTO "issues" ("url", "number", "github_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["url", "http://borer.org/albert"], ["number", 8], ["github_id", "7660046"], ["created_at", "2018-09-23 23:51:24.017671"], ["updated_at", "2018-09-23 23:51:24.017671"]]