app/controllers/notifications_controller.rb

INSERT INTO "issues" ("url", "number", "github_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["url", "http://github.com/terrell"], ["number", 8], ["github_id", "2868851644"], ["created_at", "2018-09-23 23:51:24.081315"], ["updated_at", "2018-09-23 23:51:24.081315"]]
---
  def notify
    # byebug
    github_issue = issue_params

    issue = Issue.new(url: github_issue[:url],
                      github_id: github_issue[:id],
                      number: github_issue[:number])
    if issue.save